//GPAZ30D1 JOB 'ERIK',MSGCLASS=X,CLASS=C,NOTIFY=GPAZ30,TIME=1
//STEP1A   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB  DD DISP=SHR,DSN=SYS2.DB2.SDSNLOAD
//DBRMLIB  DD DSN=SYS2.DB2.DBRMLIB.DATA,DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//REPORT   DD SYSOUT=*
//SYSTSIN  DD *
 DSN SYSTEM(DB2N)
 RUN  PROGRAM(GPAZ30D1) PLAN(GPAZ30D1) -
      LIB('GP.GERAL.LOADLIB')
 END
//VCADPRD  DD DSN=GP.GPAZ99.VCADPRD,DISP=SHR
//*
