       01  :XX-:REG-CLIMG.                                              00010004
           05 :XX-:CPFCLI-MG               PIC x(11).                   00020003
           05 :XX-:NOMECLI-MG              PIC X(25).                   00030003
           05 :XX-:ENDCLI-MG               PIC X(30).                   00040003
           05 :XX-:FONECLI-MG              PIC X(10).                   00050003
           05 :XX-:TOTALCOMPRAS-MG         PIC 9(08)V99.                00060003
           05 :XX-:ULTIMACOMPRA-MG         PIC X(10).                   00070006
