       01  WS-VARIAVEIS-ROTINA-ERRO.                                    00010000
           05 WS-MSG                       PIC X(60).                   00020000
           05 WS-FS                        PIC X(02).                   00030000
           05 WS-PROGRAMA                  PIC X(08).                   00040000
