//GPAZ99M1 JOB MSGCLASS=X,CLASS=C,NOTIFY=GPAZ99,TIME=(0,20)
// JCLLIB ORDER=GP.LB.PROCLIB
//* TROCAR 99 PARA O NUMERO DE VOCES
//MAPSAMP   EXEC DFHMAPCS,NAME=ZMAP991,INSTR='GPAZ99',RMODE=24
