//GPGO1701 JOB ERIK,MSGCLASS=X,CLASS=C,NOTIFY=GPGO17,TIME=(0,20)        00010005
//***************************************************************       00020000
//STEP1   EXEC PGM=GPGO1701                                             00030005
//STEPLIB DD DSN=GP.GERAL.LOADLIB,DISP=SHR                              00040000
//**************************************************************        00050000
//SYSIN   DD *                                                          00060000
000100600000100020                                                      00070001
000200700000100012                                                      00071002
000300800000150010                                                      00072002
000400200000100030                                                      00073002
000500100000100010                                                      00074002
000600500000120010                                                      00075002
000700400000080015                                                      00080002
000808000000150050                                                      00090002
000910220000040060                                                      00100002
001010230000040040                                                      00101002
001100000400010020                                                      00111006
001200000500050010                                                      00112006
001300000600080005                                                      00113006
001400000750070005                                                      00114006
001500000850060005                                                      00115006
000000000000000000                                                      00116007
//*                                                                     00120000
